fy-agent/FY1111/firmware/board-c-demo/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_FREERTOS_HZ=1000
CONFIG_LOG_DEFAULT_LEVEL_INFO=y
# Board C uses the ESP32-S3 USB-Serial-JTAG port for VKEY_INPUT/1 records.
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
CONFIG_ESP_CONSOLE_SECONDARY_NONE=y
CONFIG_ESP_SYSTEM_EVENT_TASK_STACK_SIZE=4096

